[
	{
	  "Code": "001",
	  "Plant Name:": "Raat Ki Rani",
	  "Sun Exposure:": "For some time",
	  "Water Needs": "Minimal",
	  "Propagation:": "Cutting;Seeds",
	  "Season:": "Winter",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "Skin Problems, Removes the feeling of sadness & despair",
	  "Flowering:": "",
	  "Type:": "Shrub",
	  "Size": "Small",
	  "Image": "https://drive.google.com/uc?id=16SToMgqFqPen737R0s5qJTPpWUGDa8B4",
	  "About": "रातरानी का पौधा एक सदाबहार झाड़ी वाला 13 फुट तक हो सकता है। इसकी पत्तियां सरल, संकीर्ण चाकू जैसी लंबी, चिकनी और चमकदार होती हैं। रातरानी के फूल मदमस्त खुशबू बिखेरते हैं। इसकी खुशबू बहुत दूर तक जाती है। इसके छोटे-छोटे फूल गुच्छे में आते हैं तथा रात में खिलते हैं और सवेरे सिकुड़ जाते हैं। इसलिए इसे रातरानी का पौधा कहते हैं। फूल एक दुबला ट्यूबलर जैसा साथ ही हरा और सफेद होता है। रातरानी की सुगंध से मन और मस्तिष्क पर गहरा प्रभाव पड़ता है जिसके चलते आपकी सोच पर फर्क पड़ता है। आपकी सोच सकारात्मक होने लगती है।"
	},
	{
	  "Code": "002",
	  "Plant Name:": "ORIENTAL ARBORVITAE",
	  "Sun Exposure:": "All day",
	  "Water Needs": "Moderate",
	  "Propagation:": "Cutting;Seeds",
	  "Season:": "Winter",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "Anxiety, Burns, Bleeding in stomach, asthma, cancer. cough, constipation, headache, insomnia",
	  "Flowering:": "No",
	  "Type:": "Shrub",
	  "Size": "Small",
	  "Image": "https://drive.google.com/uc?id=1SO7_Dhwx4D48Hy51SRkJS5ig00lZqjtg",
	  "About": "मोरपंखी का पौधा एक सदाबहार पौधा है। इस पौधे को विद्या का पेड़ के नाम से भी जाना जाता है। मोरपंखी का पौधा या विद्या का पेड़ शुरू परिवारी के शंकुधारी पेड़ो की प्रजाति से सम्बंधित है। मोरपंखी को चाइनीज थूजा, प्लेटक्लायडस ओरिएंटलिस और ओरिएंटल थूजा के नाम से भी जाना जाता है। यह मुख्य रूप से चीन में पाया जाता है। इसके ऊपर लाल और भूरे रंग की छाल होती है। इन पेड़ो की ऊंचाई लगभग 3 से 65 मीटर या इससे अधिक भी हो सकती है। इसके बीजों और पत्तेदार टहनियों का इस्तेमाल दवाइयां बनाने में होता है। प्लैटाइक्लडस प्रजाति में यह शंकुधारी पौधा एक अलग जीन से संबंधित है।"
	},
	{
	  "Code": "003",
	  "Plant Name:": "Chandni (Moonlight)",
	  "Sun Exposure:": "All day",
	  "Water Needs": "Moderate",
	  "Propagation:": "Cutting;Seeds",
	  "Season:": "Summer",
	  "Life Cycle:": "",
	  "Uses/benefits:": "",
	  "Flowering:": "Yes",
	  "Type:": "Shrub",
	  "Size": "Small",
	  "Image": "https://drive.google.com/uc?id=1G3SnNwNxy8fbR6DfcB9BNtc8qWXgYKis",
	  "About": "यह एक बारहमासी पौधा है। पौधा घना हो जाता है और परिपक्व पौधा झाड़ी का आकार भी ले लेता है। यह पौधा 3 फीट तक बढ़ सकता है और फैल सकता है । यह सूर्य से प्यार करने वाला पौधा है और इसमें सफेद फूल खिलते हैं। हम इस पौधे को कम से कम 04 घंटे की सीधी धूप के साथ बालकनी में भी उगा सकते हैं। खिलने का समय पूरे वर्ष के लिए होता है (ठंढ, अत्यधिक ठंड को छोड़कर)। \nयह संयंत्र लगभग रखरखाव मुक्त है। उर्वरकों के बिना भी, यह पौधा संतोषजनक वृद्धि दिखाएगा। हालांकि, उर्वरक का उपयोग तेजी से विकास और अधिक खिलने को दर्शाता है। वायुमंडलीय आर्द्रता के निम्न स्तर (20%) के साथ भी, यह पौधा स्वस्थ रूप से विकसित होता रहता है।"
	},
	{
	  "Code": "004",
	  "Plant Name:": "Areca Palm",
	  "Sun Exposure:": "For some time",
	  "Water Needs": "Minimal",
	  "Propagation:": "Seeds;Roots",
	  "Season:": "Summer",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "",
	  "Flowering:": "No",
	  "Type:": "Trees",
	  "Size": "Large",
	  "Image": "https://drive.google.com/uc?id=1Z3lULonDrJ9ziG5Y8ChSLvrNCENwiYYq",
	  "About": "मेडागास्कर मूल का यह खूबसूरत पौधा अंडमान, जमैका, प्यूटो रिको और हैती जैसे द्वीपों पर भी काफी पाया जाता है। 6 फीट लंबा पौधा 24 घंटे में एक लीटर पानी हवा में छोड़ता है। इस पौधे का जीवनकाल लगभग 10 वर्ष का होता है। इसे अन्य नामों जैसे गोल्डन केन पाम, येलो पाम या बटरफ्लाई पाम के नाम से भी जाना जाता है। लंबी पंख रूपी पत्तियों के कारण इसे बटरफ्लाई पाम कहा जाता है। वानस्पतिक रूप से फूलदार पौधा होने के बावजूद इसमें फूल बहुत कम आते हैं, मुख्य रूप से यह सजावटी पौधे के रूप में ही जाना जाता है। छह फीट लंबा पौधा 24 घंटे में एक लीटर पानी हवा में छोड़ता है।"
	},
	{
	  "Code": "005",
	  "Plant Name:": "Hibiscus Flower",
	  "Sun Exposure:": "All day",
	  "Water Needs": "Moderate",
	  "Propagation:": "Cutting;Seeds",
	  "Season:": "Rainy",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "",
	  "Flowering:": "Yes",
	  "Type:": "Shrub",
	  "Size": "Small",
	  "Image": "https://drive.google.com/uc?id=1OIA_VP3p8EpaArOA0kAC2OGZ7erIClXm",
	  "About": "गुड़हल या जवाकुसुम वृक्षों के मालवेसी परिवार से संबंधित एक फूलों वाला पौधा है। गुड़हल जाति के वृक्षों की लगभग 200-220 प्रजातियाँ पाई जाती हैं, जिनमें से कुछ वार्षिक तथा कुछ बहुवार्षिक होती हैं। साथ ही कुछ झाड़ियाँ और छोटे वृक्ष भी इसी प्रजाति का हिस्सा हैं।  इस परिवार के अन्य सदस्यों में कोको, कपास, भिंडी और गोरक्षी आदि प्रमुख हैं। गुड़हल की पत्तियाँ प्रत्यावर्ती, सरल, अंडाकार या भालाकार होती हैं और अक्सर इनके किनारे दंतीय होते हैं। फूल आकार में बड़े, आकर्षक, तुरही के आकार के होते हैं। प्रत्येक पुष्प में पाँच या इससे अधिक पंखुड़ियाँ होती हैं। इन पंखुडियों का रंग सफेद से लेकर गुलाबी, लाल, पीला या बैंगनी भी हो सकता है और इनकी चौडाई ४-५ सेमी तक होती है। इसका फल सूखा और पंचकोणीय होता है जिसकी हर फाँक में बीज होते हैं। फल के परिपक्व होने पर यह अपने आप फूटता है और बीज बाहर आ जाते हैं ।"
	},
	{
	  "Code": "006",
	  "Plant Name:": "Gulab / Rose",
	  "Sun Exposure:": "For some time",
	  "Water Needs": "Moderate",
	  "Propagation:": "Cutting;Seeds;Grafting;Layering;Roots",
	  "Season:": "Rainy",
	  "Life Cycle:": "",
	  "Uses/benefits:": "antiseptic and antibacterial properties that can help wounds heal faster, anti-inflammatory and cooling properties which refreshes the skin and tackles puffiness especially the under-eye puffiness",
	  "Flowering:": "Yes",
	  "Type:": "Shrub",
	  "Size": "Small",
	  "Image": "https://drive.google.com/uc?id=1rdzdLWsah32j5BDo2MqTmnVmW3WyfCML",
	  "About": ""
	},
	{
	  "Code": "007",
	  "Plant Name:": "Champa",
	  "Sun Exposure:": "All day",
	  "Water Needs": "High",
	  "Propagation:": "Cutting;Seeds;Grafting",
	  "Season:": "Summer",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "Cancer, Antimicrobial, Antioxidant properties, oil is used as an astringent, to cure headache, reduce stress, acts as a stimulant helping maintain the circulatory and nervous system,leaf is wrapped like a cigarette and inhaled as a cure for asthma",
	  "Flowering:": "Yes",
	  "Type:": "Tree",
	  "Size": "Large",
	  "Image": "https://drive.google.com/uc?id=1pF59wpclzaYGTfYGGLKmQj96LL4_aV46",
	  "About": "चंपा का पेड़ एक पर्णपाती है, जो उष्णकटिबंधीय क्षेत्रों का मूल निवासी है, और लगभग 15 से 25 फीट तक बढ़ता है। यह गर्मियों की शुरुआत से खिलता है। चंपा के फूलों में एक पीला केंद्र और एक सर्पिल में पाँच सफेद पंखुड़ियों की व्यवस्था होती है। चम्पा को अंग्रेजी में प्लूमेरिया कहते हैं। चम्पा के खूबसूरत, मन्द, सुगन्धित हल्के सफेद, पीले फूल होते हैं। चंपा मुख्यत: 5 प्रकार की होती है:- 1.सोन चंपा, 2.नाग चंपा, 3.कनक चंपा, 4.सुल्तान चंपा और कटहरी चंपा। सभी तरह की चंपा एक से एक अद्भुत और सुंदर होती है । चम्पा में पराग नहीं होता है। इसलिए इसके पुष्प पर मधुमक्खियां कभी भी नहीं बैठती हैं।"
	},
	{
	  "Code": "008",
	  "Plant Name:": "Aparajita",
	  "Sun Exposure:": "No Sunlight",
	  "Water Needs": "High",
	  "Propagation:": "Cutting;Seeds",
	  "Season:": "Summer",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "memory enhancer, nootropic, antistress, anxiolytic, antidepressant, anticonvulsant, tranquilizing and sedative agent",
	  "Flowering:": "Yes",
	  "Type:": "Climber",
	  "Size": "Medium",
	  "Image": "https://drive.google.com/uc?id=1k_dGUoNZm8its-S3HDVhhwY5uoAw7ETR",
	  "About": "अपराजिता को किसी भी Season  में उगा सकते है। इसलिए बारहमासी पौधा कहा जाता हैं। जो 5– 10 फीट और 3 ‘- 6‘ फीट की ऊंचाई तक पहुंचते हैं। पौधा परिपक्वता के समय, इनकी पर्णपाती और अण्डाकार पत्तियां 2 ”- 3” इंच लंबी होती हैं, जो 2 ‘- 9‘ फीट लंबे चढ़ाई वाले तनों पर होती हैं। अपराजिता पौधा वार्षिक गर्मियों की वर्षा के संपर्क में आने से पौधा जल्दी ग्रो करता है। अपराजिता  जिसे आमतौर पर Clitoria Ternatea, Asian Pigeon wings, Bluebell Vine, Blue Pea, Butterfly Pea, Cordofan Pea और Darwin Pea नामों से जाता है,  इस में Blue और White रंग के फूल खिलते हैं । अपराजिता पौधा भारतीय उपमहाद्वीप और दक्षिण पूर्व एशिया के क्षेत्रो, इंडोनेशिया, बांग्लादेश, मलेशिया और थाईलैंड के क्षेत्रों सहित उष्णकटिबंधीय एशिया के मूल निवासी है। अपराजिता पौधा,  व्यापक रूप से अमेरिका, ऑस्ट्रेलिया और अफ्रीका जैसे देशो में  वितरित किया जाता है।"
	},
	{
	  "Code": "009",
	  "Plant Name:": "Coleus",
	  "Sun Exposure:": "For some time",
	  "Water Needs": "Moderate",
	  "Propagation:": "Cutting;Seeds;Grafting;Layering;Roots",
	  "Season:": "Winter",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "",
	  "Flowering:": "Yes",
	  "Type:": "Herb",
	  "Size": "Small",
	  "Image": "https://drive.google.com/uc?id=1FqTVd35R5aY-1s4SZwSoDRt3k_awnpsK",
	  "About": "कोलियस का पौधा, जो विक्टोरियन बिस्तर के पौधों के रूप में लोकप्रिय हैं। यह एक बारहमासी (आमतौर पर वार्षिक रूप में उगाया जाता है । इसका आकारः 6 से 36 इंच लंबा, समान रूप से फैलता हैं। सफेद फूलों के लिए छोटे नीले रंग महत्वहीन होते हैं। \nकोलियस एक उष्णकटिबंधीय पौधा है, जो भूमध्य रेखा की सीमा वाले क्षेत्रों का मूल है। वे गर्मी से प्यार करते हैं,यह पौधा किसी भी बगीचे में वार्षिक रूप से बढ़ते हैं। कोलियस का पौधा एक आउटडोर प्लांट हैं। कोलियस के पौधे Lumiaceae या mint, परिवार में एक ही परिचित वर्ग के तने और विपरीत पत्तियों के साथ होते हैं।"
	},
	{
	  "Code": "010",
	  "Plant Name:": "Balsam / Touch-me-not",
	  "Sun Exposure:": "No Sunlight",
	  "Water Needs": "Moderate",
	  "Propagation:": "Cutting;Seeds;Grafting",
	  "Season:": "Summer",
	  "Life Cycle:": "Annuals (single season)",
	  "Uses/benefits:": "An ointment in wound healing",
	  "Flowering:": "Yes",
	  "Type:": "Herb",
	  "Size": "Small",
	  "Image": "https://drive.google.com/uc?id=1ljtE16Lk0gpvZClFH1eT0ptY2xdFUzdx",
	  "About": "यह एक वार्षिक फूल है, जो मोटे, सीधे तनों पर हल्के हरे पत्तों के साथ उगता है, जिसमें दाँतेदार किनारे होते हैं। इस पौधे का आकार 6-30 इंच लंबा, 6-12 इंच चौड़ा हो सकता है । इस पौधे पर खलने वाले फूलों का रंग बैंगनी, गुलाबी, लाल, सफेद, द्विरंग होता है । कप के आकार के फूल लगभग 1 से 3 इंच तक फैले होते हैं। वे देर से वसंत में खिलना शुरू करते हैं और पतझड़ में ठंड तक सभी तरह से बने रहते हैं। फूल ठोस या दो रंग के हो सकते हैं, और कभी-कभी उन्हें देखा जाता है। Balsam plant तेजी से विकास होता है और इसे वसंत में ठंड का खतरा बीत जाने के बाद लगाया जाना चाहिए।"
	},
	{
	  "Code": "011",
	  "Plant Name:": "Yellow trumpetbush / Yellow bells",
	  "Sun Exposure:": "All day",
	  "Water Needs": "Minimal",
	  "Propagation:": "Cutting;Seeds;Layering",
	  "Season:": "Summer",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "Diabetes and Against diseases of the digestive system",
	  "Flowering:": "Yes",
	  "Type:": "Tree",
	  "Size": "Large",
	  "Image": "https://drive.google.com/uc?id=1Gr2IASqoou4nYwLUIURQTZqgoyig1c3z",
	  "About": "यह नुकीले, चमकदार अंधेरे पत्तों के साथ एक चौड़ी सदाबहार झाड़ी या छोटा पेड़ है । जो देर से वसंत तक स्थिर रूप से ठंड से या वर्ष-ठंड से मुक्त क्षेत्रों में दिखाई देते हैं। यह 15-20 फीट ऊंचाई तक पहुंचता है और इसे कॉम्पैक्ट रखने के लिए फूल आने के बाद इसे भारी रूप से काटा जा सकता है। फल एक \"बीन प्रकार\" कैप्सूल है जो लगभग 8 इंच लंबा है जो चॉकलेट ब्राउन रंग में पकता है।\nइसके फूल चमकीले पीले रंग के होते हैं, तुरही के आकार के साथ 2 इंच लंबे होते हैं और शाखा युक्तियों और कांटों पर दिखावटी समूहों में लटकते हैं, टहनियों को अपने वजन के साथ मेहराब में झुकाते हैं, इसलिए इसका नाम येलो बेल्स है। गर्मियों की शुरुआत से लेकर देर से गिरने तक, इसमें फूलों का मौसम बहुत लंबा होता है।"
	},
	{
	  "Code": "012",
	  "Plant Name:": "Mogra / Jasmine",
	  "Sun Exposure:": "All day",
	  "Water Needs": "Moderate",
	  "Propagation:": "Cutting;Layering;Roots",
	  "Season:": "Rainy",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "Reduce stress and Depression",
	  "Flowering:": "Yes",
	  "Type:": "Shrub",
	  "Size": "Small",
	  "Image": "https://drive.google.com/uc?id=1wX7A5DaFDxa77wsPt-fL8k2dAHa6B9ej",
	  "About": "अरेबियन जैस्मीन अपने सुगंधित फूलों और जैस्मीन की चाय और लीस में इसके उपयोग के लिए प्रसिद्ध है। यह तेजी से बढ़ने वाली सदाबहार चढ़ाई वाली झाड़ी है। इसका  आकार 6-10 फीट लंबा, 6-10 फीट चौड़ा चौड़डा हो सकता है । चमकदार, गहरे हरे अंडाकार पत्ते अत्यधिक सुगंधित, सफेद फूलों के लिए एक सुंदर विपरीत बनाते हैं, जो उम्र के साथ गुलाबी हो जाते हैं। ये सुंदर-सुगंधित फूल सभी गर्मियों में दिखाई देते हैं और गर्म जलवायु में साल भर खिलते रहते हैं।\nअरेबियन जैस्मीन को एक फूल वाली बेल के रूप में प्रशिक्षित किया जा सकता है, जिसमें समर्थन या एक विशाल झाड़ी के रूप में रख सकते है। यह कंटेनरों में भी बहुत अच्छा ग्रो करता है और आँगन और बरामदे के लिए एक आकर्षक पौधा बनाता है।"
	},
	{
	  "Code": "013",
	  "Plant Name:": "Sadabahar",
	  "Sun Exposure:": "All day",
	  "Water Needs": "Minimal",
	  "Propagation:": "Cutting;Seeds;Grafting;Layering",
	  "Season:": "Summer",
	  "Life Cycle:": "Annuals (single season)",
	  "Uses/benefits:": "Diabetes, Cancer, Sore throat, Cough, Insect bite",
	  "Flowering:": "Yes",
	  "Type:": "Herb",
	  "Size": "Small",
	  "Image": "https://drive.google.com/uc?id=1eZKl8fXNnL6zM0ezuwnrHv8JlEq3gSsv",
	  "About": "सदाबहार का पौधा Periwinkle Plant झाड़ीदार पौधे होते है, जिनकी ऊंचाई ज्यादा से ज्यादा 1 मीटर तक होती है। इसके Plant को ज्यादा देखरेख करने की आवश्यकता नहीं होती है। यह फूल सालों भर खिलता है इसलिए इसे सदाबहार या सदाफूली के नाम से हीं जाना जाता है। इसके पौधे को कभी-कभी विन्का माइनर भी कहा जाता है । इसे आमतौर पर Madagascar Periwinkle भी कहा जाता है। ये पांच पंखुड़ी वाले फूलों का उत्पादन करता है जो लगभग 1 इंच लंबा और 1½ इंच चौड़ा होता है । यह फूल आमतौर पर तीन रंगों में अधिक खिलते है : गुलाबी, बैंगनी और सफेद । इसके अलावा इस कई जगहों पर लाल , गहरा गुलाबी या फिर दो रंगों का मिश्रण वाला फूल भी देखने को मिलता है । इस फूल में कुल पांच पंखुरियाँ होती है । यह फूल छोटे हो सकते हैं लेकिन ये निरंतर पौधे पर खिले हुए देखने को मिलती है, विशेष रूप से गर्म के मौसम के दौरान जब कई अन्य पौधे कोई फूल प्रदान करते हैं।\nPeriwinkle फूल के पत्ते अंडाकार shape में होते है । अंडाकार के आकार का इसका पत्ता गहरे हरे रंग का होता है की मजबूत तने के विपरीत दिखाई देते हैं । पत्तियां बहुत चमकदार और लंबी होती हैं, जिसमें एक स्पष्ट सफेद केंद्र शिरा होता है। इस फूल की पत्तियां, जड़े और इसकी डंठलों से दूध निकलता है जो की विषैला होता है और इस का स्वाद भी कशैला होता है । इसकी पत्तियाँ जब टूट कर मिट्टी पर गिरती है तो इसमें मौजूद जहरीले पदार्थ मिट्टी में उपस्थित सभी हानिकारक रोगाणुओं को ख़त्म कर देती हैं। जब पत्तियां लटकती हो और सामान्य रूप से गिरती हो तो समझ लें की गमले में लगा पेरिविंकल पौधा अधिक सूख गया है।"
	},
	{
	  "Code": "014",
	  "Plant Name:": "Devil Backbone / Red cactus flower",
	  "Sun Exposure:": "No Sunlight",
	  "Water Needs": "Minimal",
	  "Propagation:": "Cutting",
	  "Season:": "Winter",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "Treatment of inflammatory and infectious diseases, diarrheal episodes, fever, cough, and wound healing",
	  "Flowering:": "Yes",
	  "Type:": "Shrub",
	  "Size": "Small",
	  "Image": "https://drive.google.com/uc?id=1w7aR4cJqyPv3z96uwx9Y2qutIF6WeT3k",
	  "About": "डेविल्स बैकबोन प्लांट एक इनडोर उष्णकटिबंधीय पौधे के रूप में लोकप्रिय है, और ठंड से मुक्त जलवायु में, एक सुंदर परिदृश्य नमूना है। यह उत्तरी अमेरिका के गर्म भागों और फ्लोरिडा, मैक्सिको और कैरिबियन सहित मध्य अमेरिका के अधिकांश हिस्सों का मूल निवासी है। इसे मेक्सिको के कुछ हिस्सों में कुछ हद तक लुप्तप्राय माना जाता है।\nइस पौथे में हरे और सफेद रंग के पत्ते होते हैं, जो कभी-कभी गर्म मौसम में गुलाबी ब्लश टिंट विकसित कर सकते हैं। पूर्ण परिपक्व होने पर इसका आकारः 2-3 फीट लंबा हो सकता है । इसमें नाटकीय, रंगीन पत्ते के खंड भी होते हैं, जो चप्पल के आकार के फूलों की तरह दिखते हैं, साथ ही असामान्य “कुटिल” अभी तक सममित उपजी हैं। इस पौधे को ज़िग-ज़ैग प्लांट, क्रिसमस मोमबत्ती, बेला फूल और जापानी पॉइन्सेटिया सहित कई दिलचस्प लोक नाम अर्जित किए हैं।"
	},
	{
	  "Code": "015",
	  "Plant Name:": "Aloe Vera",
	  "Sun Exposure:": "All day",
	  "Water Needs": "Very Minimal",
	  "Propagation:": "Cutting;Seeds;Layering;Roots",
	  "Season:": "Summer",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "Healing and softening the skin, treatment of various ailments, such as burns, allergic reactions, rheumatoid arthritis, rheumatic fever, acid indigestion, ulcers, diabetes, skin diseases, dysentery, diarrhea, piles and inflammatory",
	  "Flowering:": "No",
	  "Type:": "Herb",
	  "Size": "Small",
	  "Image": "https://drive.google.com/uc?id=1Kc7wXCMZS-3WXFUC18O8Bt-qYXtteYD3",
	  "About": "एलोवेरा को घृत कुमारी, क्वारगंदल या ग्वारपाठा के नाम से भी जाना जाता है।\nएलोवेरा उगाने का तरीका – आमतौर पर एक हाउसप्लांट के रूप में उगाया जाता है और इसे पसंद किया जाता है, क्योंकि इसकी पत्तियों से जेल एक सुखदायक त्वचा को साल्व करता है (हालाँकि कुछ लोग वास्तव में जेल से चिढ़ जाते हैं)। एलोवेरा की 300 से अधिक प्रजातियां हैं, लेकिन सबसे अधिक घरेलू पौधे के रूप में उगाई जाने वाली Aloe barbadensis miller है। इसमें मोटी, रसीली पत्तियाँ होती हैं, जो जेल से भरी होती है। पत्तियां पौधे के आधार से एक रोसेट में उगती हैं, और लचीली कांटो के साथ दांतेदार किनारे होते हैं। यह तेजी से बढ़ने वाला रसीला है, परिपक्व आकार तक पहुंचने में तीन से चार साल लगते हैं। और इसका परिपक्व आकारः 1-2 फीट लंबा हो जाता है ।"
	},
	{
	  "Code": "016",
	  "Plant Name:": "Chinese honeysuckle",
	  "Sun Exposure:": "All day",
	  "Water Needs": "Moderate",
	  "Propagation:": "Cutting;Seeds",
	  "Season:": "Summer",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "Treats, Inflammation of kidneys, Diarrhea and Fever, skin, headaches,Dysuria or painful urination,  problems, It is toxic to the parasite",
	  "Flowering:": "Yes",
	  "Type:": "Climber",
	  "Size": "Medium",
	  "Image": "https://drive.google.com/uc?id=1zWLcRzFahk8usRjHJDRg01vcGmOP9MD1",
	  "About": "यह बेल का रूप एक युवा पौधे के रूप में एक झाड़ी की तरह दिखता है, जो धीरे-धीरे एक बेल में परिपक्व होता है। मधुमालती की बेल 12 फीट (3.6 मीटर) लंबी आक्रामक रूप से तेजी से बढ़ती है, जो अपने जड़ चूसने वालों के साथ तेजी से फैलती है। मधुमालती की बेल  का लैटिन नाम Quisqualis indica है। \nयह पौधा म्यांमार, मलेशिया, न्यू गिनी और फिलीपींस में बर्मा, चीन, थाईलैंड में पाया जाता है। अमेरिका में, आप इसे दक्षिण फ्लोरिडा में बहुत सामान्य पाएंगे। यह एक सजावटी पौधा है, जो अपने सुगंधित फूलों और पेर्गोलस, दीवारों और ट्रेलिस पर समृद्ध पत्ते के लिए प्यार करता है। मधुमालती बेल  के फूल सफेद, गुलाबी और लाल फूलों के गुच्छो में होते हैं। फूल ट्यूबलर होते हैं और इनमें एक मीठी पुष्प सुगंध होती है। फूल चमकीले सफेद pendent racemes में उगते हैं। प्रत्येक फूल लगभग 3-इंच लंबा होता है और रंग बदलता है। फूल सफेद होने लगते हैं, चमकीले लाल फूलों में बदलने से पहले गुलाबी रंग में बदल जाते हैं।"
	},
	{
	  "Code": "017",
	  "Plant Name:": "Mango",
	  "Sun Exposure:": "All day",
	  "Water Needs": "Minimal",
	  "Propagation:": "Cutting;Seeds;Grafting;Layering",
	  "Season:": "Winter",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "Source of magnesium and potassium, vitamins, minerals, and antioxidants",
	  "Flowering:": "Yes",
	  "Type:": "Tree",
	  "Size": "Large",
	  "Image": "https://drive.google.com/uc?id=1RSyTSjKxjB7cfkRDLRWC2Hdv5nn6rd54",
	  "About": ""
	},
	{
	  "Code": "018",
	  "Plant Name:": "Guava",
	  "Sun Exposure:": "All day",
	  "Water Needs": "Minimal",
	  "Propagation:": "Cutting;Seeds;Grafting;Layering",
	  "Season:": "Rainy",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "1.Antioxidant Property 2.Prevents Constipation 3.Heart Healthy 4.Treats Cough and Cold 5.Betters Digestion 6.Enhances Oral Care 7.Improves Blood Circulation 8.Good for Diabetics 9.Good for Eye Health 10.Boosts the Immune System 11.Anti-ageing Properties 12.Enhances the Skin 13.Guava Juice during Pregnancy 14.Helps in Weight Control 15.Boosts Brain Power",
	  "Flowering:": "Yes",
	  "Type:": "Tree",
	  "Size": "Large",
	  "Image": "https://drive.google.com/uc?id=1RlAW0QUmQie6YLNehgJbBWmP9ouyrOiz",
	  "About": ""
	},
	{
	  "Code": "019",
	  "Plant Name:": "Bougainvillea",
	  "Sun Exposure:": "All day",
	  "Water Needs": "High",
	  "Propagation:": "Cutting;Roots",
	  "Season:": "Summer",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "Used in Ayurveda for problems like cough, asthma, dysentery, stomach or lung problems, Helps in reducing air pollution",
	  "Flowering:": "Yes",
	  "Type:": "Creeper",
	  "Size": "Medium",
	  "Image": "https://drive.google.com/uc?id=1Mi4eE6_yQpCD4Qi3Lx8grMiM0et0xP8B",
	  "About": "बोगनवेलिया एक कांटेदार सजावटी लताएं, झाड़ियों, और पेड़ों की एक जीनस है। ये ब्राजील से पश्चिम पेरू के लिए और दक्षिण दक्षिणी अर्जेंटीना (चुबुत प्रांत) के लिए दक्षिण अमेरिका के देशी पौधे हैं। यह बेल उनके काँटेदार कांटों के साथ अन्य पौधों पर, 1 से 12 मीटर (3-40 फुट।) से कहीं भी बढ़ता है। वसंत ऋतु में लगाया जाने वाला सर्वश्रेष्ठ, बोगनवेलिया एक त्वरित उत्पादक है, जो अक्सर प्रति वर्ष लंबाई में 36 इंच से अधिक बढ़ता है।  पूरी दुनिया ने इस पौधे की 20 प्रजाति पाई जाती है जिसे लगभग 300 से ज्यादा क़िस्म के पौधे देखने को मिलते हैं । यह अपने हरे पत्ते और जीवंत गुलाबी, बैंगनी, और नारंगी रंग के लिए जाना जाता है।"
	},
	{
	  "Code": "020",
	  "Plant Name:": "Ashoka Tree",
	  "Sun Exposure:": "All day",
	  "Water Needs": "Moderate",
	  "Propagation:": "Cutting;Seeds",
	  "Season:": "Winter",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "controlling internal bleeding, especially in the case of piles due to its Kasaya (astringent), Leucorrhea",
	  "Flowering:": "No",
	  "Type:": "Tree",
	  "Size": "Large",
	  "Image": "https://drive.google.com/uc?id=1EJGuR1lrez29TRyYsn5VFpBdydR_cM-z",
	  "About": "यह पेड़ भारतीय उपमहाद्वीप खासकर दक्षिण भारत, मध्य और पूर्वी हिमालय के करीब पाया जाता है। अशोक वृक्ष को नेपाल, भारत और श्रीलंका में पवित्र माना जाता है। इस वृक्ष के साथ बौद्धों और हिंदुओं की मजबूत धार्मिक आस्था जुड़ी है। ऐसा कहा जाता है कि गौतम बुद्ध का जन्म अशोक वृक्ष के नीचे हुआ था। शोक का मतलब दुख है। अशोक का मतलब है दुख या दर्द से राहत देने वाला। अशोक एक ऐसा वृक्ष है जिसके कई गुण हैं। अशोक के पेड़ को सदाबाहर पेड़ो की सूचि में गिना जाता है, क्योकिं यह कभी भी पूरी तरह से पतझड़ नहीं होता है, हमेशा हरा भरा रहता है। अशोक के सजावटी पौधे की प्रजाति के पत्तो का रंग हरा होता है, जिस पर सफ़ेद रंग के सुन्दर फूल आते है। और इसकी दूसरी प्रजाति, जिसका इस्तेमाल आयुर्वेद में किया जाता है, उसके पत्तो का रंग हल्का ताम्र होता है, यह पत्ते लम्बे होते है। अशोक के पत्तो का रंग ताम्र होने के कारण, इसे पेड़ को ताम्रपल्लव नाम से भी जाना जाता है। इस पेड़ पर लाल और नारंगी रंग के फूल खिलते है।"
	},
	{
	  "Code": "021",
	  "Plant Name:": "Cycas Plant / Sago Palm",
	  "Sun Exposure:": "For some time",
	  "Water Needs": "Moderate",
	  "Propagation:": "Cutting;Seeds",
	  "Season:": "Summer",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "Weight gain, Healthy Blood Pressure, Neural Tube Defects, muscle growth, Bone mineral density, leaves are used in the treatment of cancer and hepatoma",
	  "Flowering:": "Yes",
	  "Type:": "Shrub",
	  "Size": "Small",
	  "Image": "https://drive.google.com/uc?id=1uVYNKoqhvUOHDzyjwz2AHJnw0goIOenu",
	  "About": ""
	},
	{
	  "Code": "022",
	  "Plant Name:": "Foxtail Palm",
	  "Sun Exposure:": "All day",
	  "Water Needs": "Minimal",
	  "Propagation:": "Seeds",
	  "Season:": "Summer",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "It consumes carbon dioxide and provides fresh oxygen",
	  "Flowering:": "Yes",
	  "Type:": "Tree",
	  "Size": "Large",
	  "Image": "https://drive.google.com/uc?id=1ViwWxmBtRDQq84GkF7AjTeWU9tea7R6M",
	  "About": ""
	},
	{
	  "Code": "023",
	  "Plant Name:": "Pomegranate / Anar",
	  "Sun Exposure:": "All day",
	  "Water Needs": "Moderate",
	  "Propagation:": "Cutting;Seeds;Grafting;Layering",
	  "Season:": "Rainy",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "high blood pressure, high cholesterol, oxidative stress, hyperglycemia, and inflammatory activities",
	  "Flowering:": "Yes",
	  "Type:": "Shrub",
	  "Size": "Small",
	  "Image": "https://drive.google.com/uc?id=1Z81XQfc-yxQZj5_rnv5iCwxdXFOPHrTF",
	  "About": ""
	},
	{
	  "Code": "024",
	  "Plant Name:": "Neem",
	  "Sun Exposure:": "For some time",
	  "Water Needs": "Moderate",
	  "Propagation:": "Cutting;Seeds;Grafting;Layering;Roots",
	  "Season:": "Rainy",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "The leaf extract is used to reduce tooth plaque and to treat lice, reduce blood sugar levels, heal ulcers in the digestive tract, prevent pregnancy, kill bacteria, and prevent plaque from forming in the mouth, to repel insects",
	  "Flowering:": "Yes",
	  "Type:": "Herb",
	  "Size": "Small",
	  "Image": "https://drive.google.com/uc?id=1pbJnwdW9tukbX0NYXno9_wrB37FjNo8L",
	  "About": ""
	},
	{
	  "Code": "025",
	  "Plant Name:": "Spider",
	  "Sun Exposure:": "No Sunlight",
	  "Water Needs": "Minimal",
	  "Propagation:": "Cutting;Seeds;Grafting;Layering;Roots",
	  "Season:": "Summer",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "Air-purifying,  Leaves have anti-inflammatory properties, indoor airborne pollutants, absorption of ozone, humidification, indoor decoration, and being used as food",
	  "Flowering:": "Yes",
	  "Type:": "Herb",
	  "Size": "Small",
	  "Image": "https://drive.google.com/uc?id=1xfqYoI5YPLgkb4zNB0K5tkwzlkUze4xV",
	  "About": ""
	},
	{
	  "Code": "026",
	  "Plant Name:": "Aglaonema / Chinese evergreen",
	  "Sun Exposure:": "For some time",
	  "Water Needs": "Minimal",
	  "Propagation:": "Cutting;Seeds;Grafting;Layering;Roots",
	  "Season:": "Spring",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "Improve the air quality of your indoor spaces with the ability to filter indoor air pollutants and toxins, gorgeous leafy indoor plant emits Oxygen",
	  "Flowering:": "Yes",
	  "Type:": "Herb",
	  "Size": "Small",
	  "Image": "https://drive.google.com/uc?id=1g-9m_br9NR_xoR2rT9ejZ7ukhlZEe0GD",
	  "About": ""
	},
	{
	  "Code": "027",
	  "Plant Name:": "Sword Fern",
	  "Sun Exposure:": "No Sunlight",
	  "Water Needs": "Minimal",
	  "Propagation:": "Cutting;Seeds;Grafting;Roots",
	  "Season:": "Summer",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "Infusions of the stems, or poultices of chewed leaves were used to treat skin sores and boils, remove pollutants from air, soil, or water",
	  "Flowering:": "Yes",
	  "Type:": "Tree",
	  "Size": "Large",
	  "Image": "https://drive.google.com/uc?id=1D_oZTu1InJCuyrVV8vvBDvf6Zxo0E_Jf",
	  "About": ""
	},
	{
	  "Code": "028",
	  "Plant Name:": "Panda",
	  "Sun Exposure:": "For some time",
	  "Water Needs": "Minimal",
	  "Propagation:": "Cutting;Grafting;Roots",
	  "Season:": "Summer",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "Arthritis, Chest pain, Ear ache, Fever, Headache, Laxative, Leprosy, Small pox, Stomach spasms, Strengthen gums, Treating fever, Wounds",
	  "Flowering:": "No",
	  "Type:": "Herb",
	  "Size": "Small",
	  "Image": "https://drive.google.com/uc?id=1bZ9Cyz1jytRuiOF4q57nnM8ViBcWnAhL",
	  "About": ""
	},
	{
	  "Code": "029",
	  "Plant Name:": "Money Plant",
	  "Sun Exposure:": "All day",
	  "Water Needs": "Minimal",
	  "Propagation:": "Cutting;Seeds;Grafting;Layering;Roots",
	  "Season:": "Summer",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "",
	  "Flowering:": "No",
	  "Type:": "Creeper",
	  "Size": "Medium",
	  "Image": "https://drive.google.com/uc?id=19zDN3eT-f2QeeO7M12mvx6HWOGaeHYJt",
	  "About": "इस पौधे को “धन का पौधा” भी कहा जाता है। मनी प्लांट को पानी में और मिट्टी में आसानी से उगा सकते है। इसको घर के अंदर भी उगा सकते है,  इसलिए ‘इनडोर प्लांट’ कहा जाता है। और घर को आसानी से शुसोभित बना सकते है। इस पौधे में हल्के या गहरे हरे रंग के दिल के आकार की पत्तियां जिनमें पीले रंग के छोटे धब्बे होते हैं। यह पौधा एक एविड पर्वतारोही है, इसलिए यह किसी भी क्षेत्र कोपूरी तरह से अपने पत्ते से ढक सकता है।"
	},
	{
	  "Code": 30,
	  "Plant Name:": "Jade plant / Money plant",
	  "Sun Exposure:": "All day",
	  "Water Needs": "Very Minimal",
	  "Propagation:": "Cutting;Grafting;Layering;Roots",
	  "Season:": "Summer",
	  "Life Cycle:": "Perennials",
	  "Uses/benefits:": "Improves Indoor Air Quality, Absorbs CO2 at Night, Elevates the Level of Humidity, Extract from its leaves is used to treat wounds, stomach upset, warts, and diabetes",
	  "Flowering:": "Yes",
	  "Type:": "Herb",
	  "Size": "",
	  "Image": "https://drive.google.com/uc?id=1ZBaEfST2WlD5zZreu-nxdNzUZgn893fn",
	  "About": "जेड प्लांट एक लोकप्रिय रसीला हाउसप्लांट है, जेड़ प्लांट को क्रासुला प्लांट से भी जाना जाता हैं। इसमें मांसल, अंडाकार आकार के पत्ते और मोटे, लकड़ी के तने होते हैं, जो छोटे पेड़ के समान होते हैं। थोड़ी सी आसान देखभाल के साथ, यह 3 से 6 फीट लंबा और 2-3 फीट चौड़ा हो सकता है, लेकिन यह धीरे-धीरे बढ़ता है, साल में केवल दो इंच बढ़ता है।"
	}
  ]